{
  "appName": {
    "message": "מציג SVG"
  },
  "shortDesc": {
    "message": "נסה את מציג ה-SVG הזה: העלה או הדבק קוד, צפה בתצוגה מקדימה ותשנה אותו עם עורך svg - קורא svg פשוט להדמיה מהירה."
  },
  "storeDesc": {
    "message": "🌟 פתרון ה-All-in-One שלך ​​עבור גרפיקה וקטורית ניתנת להרחבה\n\n 👋 בין אם אתה מעצב שמחפש מכשיר חזותי svg אמין לתצוגה מקדימה של העבודה שלך, מפתח שמטרתו לערוך קוד svg בדייקנות, או סתם מישהו שתוהה איך לפתוח קובץ svg ללא מאמץ, כלי הצופה הזה סידר אותך. אמור שלום לחוויה חלקה עם קורא svg רב עוצמה זה שמבטל את הצורך בתוכנה נוספת.\n\n מציג Svg בולט עם קבוצה חזקה של תכונות. בדוק מה הוא מציע:\n\n 💠 ממשק ידידותי למשתמש עבור זרימות עבודה יעילות\n 💠 אמת את הקוד שלך עם כלי תצוגה מקדימה מובנה\n 💠 תצוגה מקדימה מהירה svg: פשוט העלה את הקבצים שלך או הדבק קוד\n 💠 גישה מיידית: פשוט פתח את סרגל הצד עם סיומת הצופה\n 💠 שנה את המקור בקלות באמצעות עורך svg המשולב.\n\n\n 📌 היפרד מזרימות עבודה מסובכות ותיהנה מהפשטות של עריכה עם מציג svg האינטואיטיבי שלנו. זהו כלי רב תכליתי עבור מעצבים ומפתחים כאחד. בין אם אתה רוצה לצבוט צבעים, להתאים צורות או לחדד פרטים, אנו מספקים ממשק חלק לשינוי קוד svg בזמן אמת.\n\n 🛠️ התחלת העבודה עם ה-svg viewer המקוון היא משב רוח. בצע את השלבים הבאים:\n\n ➤ התקן את הכלי מחנות האינטרנט של Chrome.\n ➤ לחץ על סמל ההרחבה בסרגל הכלים שלך.\n ➤ פתח קובץ svg או הכנס את הקוד שלו ישירות.\n ➤ השתמש בו כדי להציג תצוגה מקדימה, לערוך או לאמת מקורות לפי הצורך.\n ➤ שמור או ייצא את העבודה שלך בסיום.\n\n ✨ עם מציג המסמכים svg שלנו, זה פשוט להפליא: פשוט העלה את הקובץ שלך או הדבק את הקוד שלו, והכלי המקוון שלנו יציג אותו באופן מיידי. זה מושלם למשימות מהירות - בין אם אתה בודק עיצוב או פותר בעיות. להבין כיצד להציג קבצי svg היא נחלת העבר.\n\n 📊 תכונות מתקדמות של הכלי שלנו:\n\n • התצוגה המקדימה svg מאפשרת לך לבדוק קוד לפני השמירה. פתחו מסמכים באופן מקוון ללא הורדות, והשתמשו בכלי הצופה שלנו לתצוגה חזותית מהירה.\n • לא משנה אם אתה מארגן קבצים למשלוח ללקוחות או לפרויקטים אישיים משלך, כלי זה מציע דרך נוחה לבדוק ולאמת את המקור שלך ישירות באינטרנט.\n • השתמש בקורא svg, פשוט פתח את הקובץ מהכונן המקומי שלך או על ידי הזנת קוד. זה הופך אותו לכלי מסמכים רב תכליתי, המטפל בקבצים מכל מקור בקלות.\n • זה חוסך למשתמשים זמן על ידי הצגה ועריכה מיידית של מקורות מקוונים, ומבטל את הצורך בתוכנה מורכבת או זרימות עבודה ממושכות.\n\n 🚀הנה הסיבה לכך ש-svg viewer הוא הבחירה המובילה:\n\n 1️⃣ חינם ופשוט להתקנה.\n 2️⃣ אינטגרציה חלקה של Chrome.\n 3️⃣ נהדר עבור טירונים ומומחים.\n 4️⃣ כלי קורא svg ועיבוד חוסך זמן.\n\n המכשיר שלנו כולל פונקציית אימות svg כדי להבטיח שהקבצים שלך עומדים בתקני התעשייה. תכונה זו סורקת את הקוד שלך לאיתור שגיאות, ועוזרת לך להימנע מבעיות בהמשך הדרך. זה חובה לכל מי שצריך קבצי svg של viewer ולהבטיח שהם נטולי שגיאות.\n\n 🧑🏻‍💻 מי יכול להפיק תועלת עם SVG Viewer?\n\n ◆ מעצבים גרפיים: יישום זה מושלם עבור מעצבים גרפיים הזקוקים לכלי אמין כדי להמחיש ולצמצם אייקונים על ידי העלאת קבצים או כוונון קוד ישירות, ולייעל את התהליך היצירתי שלהם בזמן.\n ◆ מפתחי אינטרנט: מפתחי אינטרנט העובדים על עיצובים רספונסיביים וניתנים להרחבה ייהנו מהצופה הזה, מכיוון שהוא מאפשר להם לדמיין בקלות סמלים ולשנות את מקור הסמלים לשילוב חלק באתרי אינטרנט.\n ◆ תחביבים ויוצרי עשה זאת בעצמך: אנשים החוקרים אמנות דיגיטלית או יוצרים פרויקטים אישיים יכולים להשתמש באפליקציה זו כדי להתנסות עם גרפיקה וקטורית ניתנת להרחבה ולהתאים אישית אייקונים באמצעות קוד, מה שהופך אותו לנגיש גם עבור אנשים שאינם מקצוענים.\n\n 📈 בואו להישאר מחוברים ולצמוח ביחד\n ❗️ עדכוני תכונה קבועים עבור SVG Viewer בהתאם למשוב המשתמש.\n ❗️ ניטור טרנדים אקטיבי לשיפור מתמיד.\n ❗️ התמסרות לפתרונות חלוציים ולעיצוב מתוך מחשבה על המשתמש.\n\n 🌐 זה באמת מציג קבצי svg באינטרנט שהופך את העבודה שלך ללא מאמץ. בעזרת הכלי הזה, תוכל לצפות בתצוגה מקדימה ולחקור באופן מיידי את המסמכים שלך באמצעות הכלי שלנו באינטרנט, הכל מהנוחות של הדפדפן שלך.\n\n 📌 שקוף ומאובטח במהלך השימוש ב-svg code viewer\n 🔸 הכלי אינו מאחסן קבצים של המשתמש.\n 🔸 כל מה שאתה צריך זה להעלות מסמך או להדביק קוד.\n 🔸 שיפורים עקביים כדי להבטיח ביצועים שיא.\n\n 🎯 מציג Svg באינטרנט הוא חובה לכל מי שעובד עם קובצי גרפיקה וקטוריים. בין אם אתה צריך להציג תמונות באינטרנט, לערוך אחת או לאמת מסמכים, התוסף הזה מספק.\n\n 🙌🏻 המכשיר שלנו מציע מגוון רחב של יתרונות שיכולים לשפר את העבודה שלך עם גרפיקה וקטורית, לשפר את הפרודוקטיביות ולעזור לך ליצור תוכן באיכות גבוהה בצורה יעילה יותר.\n\n 🎉 הורד את SVG Viewer היום ופתח דרך חכמה יותר לצפות ב-svg באופן מקוון בכרום!"
  }
}