{
  "appName": {
    "message": "SVG ビューア"
  },
  "shortDesc": {
    "message": "この SVG ビューアを試してみてください：コードをアップロードまたは貼り付けて、プレビューし、SVG エディタで調整します - 高速な視覚化のためのシンプルな SVG リーダーです。"
  },
  "storeDesc": {
    "message": "🌟 スケーラブルベクターグラフィックスのオールインワンソリューション\n\n👋 あなたがデザイナーで、作品をプレビューするための信頼できるSVGビジュアライザーを探している場合、精密にSVGコードを編集したい開発者である場合、または単にSVGファイルを簡単に開く方法を探している場合、このビューツールがあなたをサポートします。この強力なSVGリーダーで、追加のソフトウェアを必要とせずにシームレスな体験をお楽しみください。\n\nSVGビューワーは、強力な機能セットで際立っています。提供される機能をチェックしてみてください：\n\n💠 効率的なワークフローのためのユーザーフレンドリーなインターフェース  \n💠 内蔵プレビューツールでコードを検証  \n💠 SVGを素早くプレビュー：ファイルをアップロードするか、コードを貼り付けるだけ  \n💠 インスタントアクセス：ビューワー拡張機能でサイドバーを開くだけ  \n💠 統合されたSVGエディターを使用して簡単にソースを修正。\n\n📌 複雑なワークフローにさようならを告げ、直感的なSVGビューワーで編集のシンプルさを楽しんでください。これはデザイナーと開発者の両方にとって多用途なツールです。色を調整したり、形を変更したり、詳細を洗練させたりしたい場合でも、リアルタイムでSVGコードを修正するためのシームレスなインターフェースを提供します。\n\n🛠️ オンラインSVGビューワーの使い方は簡単です。以下の手順に従ってください：\n\n➤ Chromeウェブストアからツールをインストールします。  \n➤ ツールバーの拡張機能アイコンをクリックします。  \n➤ SVGファイルを開くか、コードを直接挿入します。  \n➤ 必要に応じてプレビュー、編集、またはソースを検証します。  \n➤ 完了したら、作業を保存またはエクスポートします。\n\n✨ 私たちのSVGドキュメントビューワーを使えば、非常にシンプルです：ファイルをアップロードするか、コードを貼り付けるだけで、オンラインツールが瞬時に表示します。これは、デザインをレビューしたり、問題をトラブルシューティングしたりするための迅速なタスクに最適です。SVGファイルを表示する方法を見つけることは、もはや過去のことです。\n\n📊 私たちのツールの高度な機能：\n\n• SVGプレビューを使用すると、保存前にコードを確認できます。ダウンロードなしでオンラインでドキュメントを開き、迅速なビジュアルのためにビューツールを使用します。  \n• クライアントへの納品のためにファイルを整理している場合でも、自分の個人的なプロジェクトのために整理している場合でも、このツールはオンラインでソースを直接確認し、検証する便利な方法を提供します。  \n• SVGリーダーを使用して、ローカルドライブからファイルを開くか、コードを入力します。これにより、あらゆるソースからのファイルを簡単に扱える多用途なドキュメントツールになります。  \n• ユーザーの時間を節約し、オンラインでソースを瞬時に表示および編集し、複雑なソフトウェアや長いワークフローを排除します。\n\n🚀 SVGビューワーがトップの選択肢である理由：\n\n1️⃣ 無料で簡単にインストールできます。  \n2️⃣ シームレスなChrome統合。  \n3️⃣ 初心者にも専門家にも最適。  \n4️⃣ 時間を節約するSVGリーダーおよびレンダリングツール。\n\n私たちのツールには、ファイルが業界標準を満たしていることを確認するためのSVG検証機能が含まれています。この機能は、コードをスキャンしてエラーを検出し、将来的な問題を回避するのに役立ちます。SVGファイルを表示し、エラーがないことを確認する必要があるすべての人にとって必須です。\n\n🧑🏻‍💻 SVGビューワーを利用できる人：\n\n◆ グラフィックデザイナー：このアプリケーションは、ファイルをアップロードしたり、コードを直接調整したりしてアイコンを視覚化し、洗練させるための信頼できるツールを必要とするグラフィックデザイナーに最適です。  \n◆ ウェブ開発者：レスポンシブでスケーラブルなデザインに取り組んでいるウェブ開発者は、このビューワーを利用してアイコンを簡単に視覚化し、ウェブサイトへのシームレスな統合のためにアイコンソースを修正できます。  \n◆ ホビー愛好者やDIYクリエイター：デジタルアートを探求したり、個人的なプロジェクトを作成したりしている個人は、このアプリケーションを使用してスケーラブルベクターグラフィックスを実験し、コードを通じてアイコンをカスタマイズできます。これにより、非専門家でもアクセス可能になります。\n\n📈 つながりを保ち、一緒に成長しましょう  \n❗️ ユーザーフィードバックに基づくSVGビューワーの定期的な機能更新。  \n❗️ 継続的な改善のためのトレンド監視。  \n❗️ ユーザーを考慮した革新的なソリューションとデザインへの献身。\n\n🌐 本当にあなたの作業を楽にするオンラインSVGファイルビューワーです。このツールを使用すれば、ブラウザの快適さからオンラインでドキュメントを瞬時にプレビューし、探索できます。\n\n📌 SVGコードビューワー使用中の透明性とセキュリティ  \n🔸 ツールはユーザーのファイルを保存しません。  \n🔸 必要なのはドキュメントをアップロードするか、コードを貼り付けることだけです。  \n🔸 ピークパフォーマンスを確保するための一貫した改善。\n\n🎯 オンラインSVGビューワーは、ベクターアートワークファイルを扱うすべての人にとって必須です。オンラインで画像を表示したり、編集したり、ドキュメントを検証したりする必要がある場合、この拡張機能が役立ちます。\n\n🙌🏻 私たちのツールは、ベクターグラフィックスを扱う際の作業を向上させ、生産性を高め、高品質なコンテンツをより効率的に作成するための幅広い利点を提供します。\n\n🎉 今日、SVGビューワーをダウンロードして、ChromeでSVGをオンラインで表示するためのスマートな方法を解放しましょう！"
  }
}