{
  "appName": {
    "message": "SVG Viewer"
  },
  "shortDesc": {
    "message": "Попробуйте этот SVG Viewer: загрузите или вставьте код, просмотрите и измените его с помощью редактора SVG - простого SVG-ридера для быстрой визуализации."
  },
  "storeDesc": {
    "message": "🌟 Ваше универсальное решение для масштабируемой векторной графики\n\n👋 Будь вы дизайнером, ищущим надежный визуализатор SVG для предварительного просмотра своей работы, разработчиком, стремящимся точно редактировать код SVG, или просто человеком, который хочет легко открыть файл SVG, этот инструмент просмотра вам подойдет. Поздоровайтесь с бесшовным опытом с этим мощным читателем SVG, который устраняет необходимость в дополнительном программном обеспечении.\n\nПросмотрщик SVG выделяется надежным набором функций. Ознакомьтесь с тем, что он предлагает:\n\n💠 Удобный интерфейс для эффективных рабочих процессов  \n💠 Проверяйте свой код с помощью встроенного инструмента предварительного просмотра  \n💠 Быстрый предварительный просмотр SVG: просто загрузите свои файлы или вставьте код  \n💠 Мгновенный доступ: просто откройте боковую панель с расширением просмотра  \n💠 Легко изменяйте исходный код с помощью интегрированного редактора SVG.\n\n📌 Прощайте, сложные рабочие процессы, и наслаждайтесь простотой редактирования с нашим интуитивно понятным просмотрщиком SVG. Это универсальный инструмент как для дизайнеров, так и для разработчиков. Хотите ли вы изменить цвета, настроить формы или уточнить детали, мы предоставляем бесшовный интерфейс для изменения кода SVG в реальном времени.\n\n🛠️ Начать работу с онлайн-просмотрщиком SVG очень просто. Следуйте этим шагам:\n\n➤ Установите инструмент из Chrome Web Store.  \n➤ Нажмите на значок расширения в вашей панели инструментов.  \n➤ Откройте файл SVG или вставьте его код напрямую.  \n➤ Используйте его для предварительного просмотра, редактирования или проверки источников по мере необходимости.  \n➤ Сохраните или экспортируйте свою работу, когда закончите.\n\n✨ С нашим просмотрщиком документов SVG это невероятно просто: просто загрузите свой файл или вставьте его код, и наш онлайн-инструмент отобразит его мгновенно. Это идеально подходит для быстрых задач — будь то просмотр дизайна или устранение проблемы. Узнать, как просматривать файлы SVG, теперь в прошлом.\n\n📊 Расширенные функции нашего инструмента:\n\n• Предварительный просмотр SVG позволяет вам проверять код перед сохранением. Открывайте документы онлайн без загрузок и используйте наш инструмент просмотра для быстрого визуального отображения.  \n• Независимо от того, организуете ли вы файлы для передачи клиентам или для своих личных проектов, этот инструмент предлагает удобный способ проверки и валидации вашего источника напрямую онлайн.  \n• Используйте читатель SVG, просто откройте файл с вашего локального диска или введя код. Это делает его универсальным инструментом для работы с документами, легко обрабатывающим файлы из любого источника.  \n• Он экономит время пользователей, мгновенно отображая и редактируя источники онлайн, устраняя необходимость в сложном программном обеспечении или длительных рабочих процессах.\n\n🚀 Вот почему просмотрщик SVG — это лучший выбор:\n\n1️⃣ Бесплатно и просто в установке.  \n2️⃣ Бесшовная интеграция с Chrome.  \n3️⃣ Отлично подходит как для новичков, так и для экспертов.  \n4️⃣ Экономящий время инструмент для чтения и рендеринга SVG.\n\nНаш инструмент включает функцию проверки SVG, чтобы гарантировать, что ваши файлы соответствуют отраслевым стандартам. Эта функция сканирует ваш код на наличие ошибок, помогая избежать проблем в будущем. Это обязательный инструмент для всех, кто нуждается в просмотре файлов SVG и хочет убедиться, что они без ошибок.\n\n🧑🏻‍💻 Кто может воспользоваться Просмотрщиком SVG?\n\n◆ Графические дизайнеры: Это приложение идеально подходит для графических дизайнеров, которым нужен надежный инструмент для визуализации и доработки иконок, загружая файлы или изменяя код напрямую, упрощая их творческий процесс.  \n◆ Веб-разработчики: Веб-разработчики, работающие над адаптивными и масштабируемыми дизайнами, получат выгоду от этого просмотрщика, так как он позволяет им легко визуализировать иконки и изменять исходный код иконок для бесшовной интеграции на веб-сайты.  \n◆ Любители и создатели DIY: Люди, исследующие цифровое искусство или создающие личные проекты, могут использовать это приложение для экспериментов с масштабируемой векторной графикой и настройки иконок через код, что делает его доступным даже для непрофессионалов.\n\n📈 Давайте оставаться на связи и расти вместе  \n❗️ Регулярные обновления функций для Просмотрщика SVG в соответствии с отзывами пользователей.  \n❗️ Активный мониторинг тенденций для постоянного улучшения.  \n❗️ Преданность передовым решениям и проектированию с учетом пользователя.\n\n🌐 Это действительно онлайн-просмотрщик файлов SVG, который делает вашу работу легкой. С этим инструментом вы можете мгновенно предварительно просматривать и исследовать свои документы, используя наш инструмент онлайн, все это из удобства вашего браузера.\n\n📌 Прозрачный и безопасный при использовании просмотрщика кода SVG  \n🔸 Инструмент не хранит файлы пользователей.  \n🔸 Все, что вам нужно, это загрузить документ или вставить код.  \n🔸 Постоянные улучшения для обеспечения максимальной производительности.\n\n🎯 Онлайн-просмотрщик SVG — это обязательный инструмент для всех, кто работает с файлами векторной графики. Будь то просмотр изображений онлайн, редактирование одного или проверка документов, это расширение предоставляет все необходимое.\n\n🙌🏻 Наш инструмент предлагает широкий спектр преимуществ, которые могут улучшить вашу работу с векторной графикой, повысить продуктивность и помочь вам создавать качественный контент более эффективно.\n\n🎉 Скачайте Просмотрщик SVG сегодня и откройте для себя более умный способ просмотра SVG онлайн в Chrome!"
  }
}